Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# settings.stt.provider.gemini.language.v2
source: 100+ languages · dedicated speech model
es: Más de 100 idiomas · modelo específico de voz
ja: 100以上の言語 · 専用の音声モデル
zh_hans: 100 多种语言 · 专用语音模型

# settings.stt.provider.gemini.placeholder
source: Paste your Gemini API key
es: Pega tu clave de API de Gemini
ja: Gemini APIキーを貼り付け
zh_hans: 粘贴 Gemini API 密钥

# settings.stt.provider.getKey
source: Get a key
es: Obtener una clave
ja: キーを取得
zh_hans: 获取密钥

# settings.stt.provider.mistralVoxtral.language
source: 13 languages · diarization + word timestamps
es: 13 idiomas · identificación de hablantes y marcas de tiempo por palabra
ja: 13言語 · 話者分離と単語ごとのタイムスタンプ
zh_hans: 13 种语言 · 说话人区分和逐词时间戳

# settings.stt.provider.mistralVoxtral.placeholder
source: Paste your Mistral API key
es: Pega tu clave de API de Mistral
ja: Mistral APIキーを貼り付け
zh_hans: 粘贴 Mistral API 密钥

# settings.stt.provider.modelOverride.helper
source: Leave empty for the recommended default. A wrong value fails at the next transcription.
es: Déjalo vacío para usar el valor predeterminado recomendado. Un valor incorrecto falla en la siguiente transcripción.
ja: 空欄にすると推奨のデフォルトを使います。誤った値は次の文字起こしでエラーになります。
zh_hans: 留空以使用推荐默认模型，错误值会导致下次转写失败。

# settings.stt.provider.modelOverride.label
source: Advanced
es: Avanzado
ja: 詳細
zh_hans: 高级

# settings.stt.provider.modelOverride.labelHint
source: Use a different model
es: Usar otro modelo
ja: 別のモデルを使用
zh_hans: 使用其他模型

# settings.stt.provider.modelOverride.save
source: Save model
es: Guardar modelo
ja: モデルを保存
zh_hans: 保存模型

# settings.stt.provider.openRouter.language
source: Any compatible model · one key for chat + voice
es: Cualquier modelo compatible · una clave para chat y voz
ja: 互換モデルに対応 · 1つのキーでチャットと音声
zh_hans: 任意兼容模型 · 聊天和语音共用一个密钥

# settings.stt.provider.openai.language
source: 99+ languages · highest accuracy on long audio
es: Más de 99 idiomas · máxima precisión con audio largo
ja: 99以上の言語 · 長い音声で高い精度
zh_hans: 99 种以上语言 · 长音频识别准确率最高

# settings.stt.provider.qwen.language
source: 11 languages · strongest on Mandarin / CJK
es: 11 idiomas · destaca en mandarín / CJK
ja: 11言語 · 標準中国語とCJKに強い
zh_hans: 11 种语言 · 擅长普通话及中日韩语言

# settings.stt.provider.qwen.placeholder
source: Paste your DashScope API key
es: Pega tu clave de API de DashScope
ja: DashScope APIキーを貼り付け
zh_hans: 粘贴 DashScope API 密钥

# settings.stt.provider.recommendedModel
source: Recommended model
es: Modelo recomendado
ja: 推奨モデル
zh_hans: 推荐模型

# settings.stt.provider.setActive
source: Set as Active
es: Establecer como activo
ja: 使用するプロバイダーに設定
zh_hans: 设为启用

# settings.stt.provider.tryAgain
source: Try again
es: Reintentar
ja: 再試行
zh_hans: 重试

# settings.stt.provider.validateAndSave
source: Validate & Save
es: Validar y guardar
ja: 検証して保存
zh_hans: 验证并保存

# settings.title
source: Settings
es: Ajustes
ja: 設定
zh_hans: 设置

# settings.tts.custom.footer
source: If a reply can't reach this provider, it's spoken with Apple's on-device voice. Apple Watch always uses the Apple voice.
es: Si una respuesta no puede llegar a este proveedor, se lee con la voz de Apple en el dispositivo. Apple Watch siempre usa la voz de Apple.
ja: このプロバイダーに接続できない場合は、Appleのデバイス内音声で返信を読み上げます。Apple Watchは常にAppleの音声を使います。
zh_hans: 无法连接此服务商时，回复会使用 Apple 设备端语音朗读。Apple Watch 始终使用 Apple 语音。

# settings.tts.custom.header
source: Text-to-Speech
es: Texto a voz
ja: テキストから音声
zh_hans: 文字转语音

# settings.tts.custom.model.helper
source: Default tts-1. /v1/audio/speech needs a model — set the tag your server expects (e.g. tts-1, kokoro).
es: Predeterminado: tts-1. /v1/audio/speech necesita un modelo: define la etiqueta que espera tu servidor (p. ej., tts-1, kokoro).
ja: デフォルトはtts-1です。/v1/audio/speechにはモデルが必要です。サーバーが認識するタグ（例：tts-1、kokoro）を設定してください。
zh_hans: 默认为 tts-1。/v1/audio/speech 需要模型，请填写服务器预期的模型标识（例如 tts-1、kokoro）。

# settings.tts.custom.model.label
source: Speech model
es: Modelo de voz
ja: 音声モデル
zh_hans: 语音模型

# settings.tts.custom.voice.helper
source: Default alloy. Voice names are server-specific (e.g. alloy, af_bella).
es: Predeterminada: alloy. Los nombres de voz dependen del servidor (p. ej., alloy, af_bella).
ja: デフォルトはalloyです。音声名はサーバーによって異なります（例：alloy、af_bella）。
zh_hans: 默认为 alloy。声音名称因服务器而异（例如 alloy、af_bella）。

# settings.tts.custom.voice.label
source: Voice
es: Voz
ja: 音声
zh_hans: 语音

# settings.tts.provider.modelOverride.helper
source: Leave empty for the recommended default. A wrong value fails at the next spoken reply.
es: Déjalo vacío para usar el valor predeterminado recomendado. Un valor incorrecto falla en la siguiente respuesta hablada.
ja: 空欄にすると推奨のデフォルトを使います。誤った値は次の返信の読み上げでエラーになります。
zh_hans: 留空以使用推荐默认模型，错误值会导致下次语音回复失败。

# settings.usage.activity.header
source: Activity
es: Actividad
ja: アクティビティ
zh_hans: 活动

# settings.usage.attempts.one
source: 1 attempt
es: 1 intento
ja: 試行1回
zh_hans: 1 次尝试

# settings.usage.attempts.other
source: %lld attempts
es: %lld intentos
ja: 試行%lld回
zh_hans: %lld 次尝试

# settings.usage.byDevice.footer.unattributed
source: Device was not recorded on %1$lld of %2$lld attempts.
es: No se registró el dispositivo en %1$lld de %2$lld intentos.
ja: %2$lld回の試行中、%1$lld回はデバイスが記録されていません。
zh_hans: %2$lld 次尝试中有 %1$lld 次未记录设备。

# settings.usage.byDevice.header
source: By device
es: Por dispositivo
ja: デバイス別
zh_hans: 按设备

# settings.usage.byGateway.footer.unattributed
source: Gateway was not recorded on %1$lld of %2$lld attempts.
es: No se registró la pasarela en %1$lld de %2$lld intentos.
ja: %2$lld回の試行中、%1$lld回はゲートウェイが記録されていません。
zh_hans: %2$lld 次尝试中有 %1$lld 次未记录网关。

# settings.usage.byGateway.header
source: By gateway
es: Por pasarela
ja: ゲートウェイ別
zh_hans: 按网关

# settings.usage.byModel.footer
source: Based on the model each request asked for.
es: Según el modelo solicitado en cada petición.
ja: 各リクエストで指定したモデルに基づきます。
zh_hans: 按各请求指定的模型统计。

# settings.usage.byModel.header
source: Requested models
es: Modelos solicitados
ja: 指定したモデル
zh_hans: 请求的模型

# settings.usage.byModel.other
source: Other models
es: Otros modelos
ja: その他のモデル
zh_hans: 其他模型

# settings.usage.byModel.other.caption
source: %1$@ across %2$lld models
es: %1$@ en %2$lld modelos
ja: %2$lld個のモデル合計：%1$@
zh_hans: %1$@，涵盖 %2$lld 个模型

# settings.usage.chart.a11y.devices
source: Chart of attempts by device per %@
es: Gráfico de intentos por dispositivo, por %@
ja: %@ごとのデバイス別試行数のグラフ
zh_hans: 每%@按设备统计的尝试次数图表

# settings.usage.chart.a11y.gateways
source: Chart of attempts by gateway per %@
es: Gráfico de intentos por pasarela, por %@
ja: %@ごとのゲートウェイ別試行数のグラフ
zh_hans: 每%@按网关统计的尝试次数图表

# settings.usage.chart.a11y.models
source: Chart of attempts by model per %@
es: Gráfico de intentos por modelo, por %@
ja: %@ごとのモデル別試行数のグラフ
zh_hans: 每%@按模型统计的尝试次数图表

# settings.usage.chart.a11y.tokens.v2
source: Chart of tokens per %@
es: Gráfico de tokens por %@
ja: %@ごとのトークン数のグラフ
zh_hans: 每%@的 Token 图表

# settings.usage.chart.a11y.turns.stacked
source: Chart of completed and failed turns per %@
es: Gráfico de turnos completados y fallidos por %@
ja: %@ごとの完了・失敗ターン数のグラフ
zh_hans: 每%@完成及失败轮数图表

# settings.usage.chart.axis.attempts
source: Attempts
es: Intentos
ja: 試行
zh_hans: 尝试

# settings.usage.chart.axis.period
source: Period
es: Periodo
ja: 期間
zh_hans: 时段

# settings.usage.chart.axis.turns
source: Turns
es: Turnos
ja: ターン
zh_hans: 轮次

# settings.usage.chart.clause.attempts
source: %lld attempts
es: %lld intentos
ja: 試行%lld回
zh_hans: %lld 次尝试

# settings.usage.chart.clause.results
source: %1$lld of %2$lld succeeded
es: %1$lld de %2$lld tuvieron éxito
ja: %2$lld回中%1$lld回成功
zh_hans: %2$lld 次中 %1$lld 次成功

# settings.usage.chart.clause.results.none
source: nothing succeeded or failed
es: ningún éxito ni fallo
ja: 成功・失敗はありません
zh_hans: 暂无成功或失败记录

# settings.usage.chart.clause.tokens.none
source: no token data
es: sin datos de tokens
ja: トークンデータなし
zh_hans: 无 Token 数据

# settings.usage.chart.clause.turns
source: %1$lld turns · %2$lld attempts
es: %1$lld turnos · %2$lld intentos
ja: %1$lldターン · 試行%2$lld回
zh_hans: %1$lld 轮 · %2$lld 次尝试

# settings.usage.chart.metric.devices
source: Devices
es: Dispositivos
ja: デバイス
zh_hans: 设备

# settings.usage.chart.metric.gateways
source: Gateways
es: Pasarelas
ja: ゲートウェイ
zh_hans: 网关

# settings.usage.chart.metric.label
source: Measure
es: Medida
ja: 指標
zh_hans: 指标

# settings.usage.chart.metric.models
source: Models
es: Modelos
ja: モデル
zh_hans: 模型

# settings.usage.chart.metric.turns
source: Turns
es: Turnos
ja: ターン
zh_hans: 轮次

# settings.usage.chart.period.week
source: Week of %@
es: Semana del %@
ja: %@の週
zh_hans: %@ 所在周

# settings.usage.chart.rest.devices
source: Attempts by device, per %@
es: Intentos por dispositivo, por %@
ja: %@ごとのデバイス別試行数
zh_hans: 每%@按设备统计的尝试次数

# settings.usage.chart.rest.gateways
source: Attempts by gateway, per %@
es: Intentos por pasarela, por %@
ja: %@ごとのゲートウェイ別試行数
zh_hans: 每%@按网关统计的尝试次数

# settings.usage.chart.rest.models
source: Attempts by model, per %@
es: Intentos por modelo, por %@
ja: %@ごとのモデル別試行数
zh_hans: 每%@按模型统计的尝试次数

# settings.usage.chart.rest.tokens
source: Tokens per %@
es: Tokens por %@
ja: %@ごとのトークン数
zh_hans: 每%@的 Token

# settings.usage.chart.rest.turns
source: Turns per %@
es: Turnos por %@
ja: %@ごとのターン数
zh_hans: 每%@的轮次

# settings.usage.chart.scope
source: %1$@ · %2$lld of %3$lld attempts in this range
es: %1$@ · %2$lld de %3$lld intentos en este intervalo
ja: %1$@ · この期間の試行%3$lld回中%2$lld回
zh_hans: %1$@ · 此时段内 %3$lld 次尝试中的 %2$lld 次

# settings.usage.chart.segment.notRecorded.count
source: %lld not recorded
es: %lld sin registrar
ja: %lld件未記録
zh_hans: %lld 次未记录

# settings.usage.chart.segment.other.count
source: %lld other
es: %lld otros
ja: その他%lld件
zh_hans: %lld 次其他

# settings.usage.chart.segment.other.label
source: Other
es: Otros
ja: その他
zh_hans: 其他

# settings.usage.chart.selection.none
source: no attempts
es: sin intentos
ja: 試行なし
zh_hans: 无尝试

# settings.usage.chart.selection.tokens.none
source: no token data recorded
es: sin datos de tokens registrados
ja: トークンデータの記録なし
zh_hans: 未记录 Token 数据

# settings.usage.chart.selection.turns.completed
source: %lld completed
es: %lld completados
ja: %lld件完了
zh_hans: %lld 次已完成

# settings.usage.chart.selection.turns.failed
source: %lld failed
es: %lld fallidos
ja: %lld件失敗
zh_hans: %lld 次失败

# settings.usage.chart.selection.turns.noneResolved
source: nothing completed or failed yet
es: aún no hay completados ni fallidos
ja: 完了・失敗はまだありません
zh_hans: 暂无完成或失败记录

# settings.usage.chart.selection.turns.other
source: %lld with another outcome
es: %lld con otro resultado
ja: その他の結果%lld件
zh_hans: %lld 次其他结果

# settings.usage.chart.selection.turns.total
source: %lld turns
es: %lld turnos
ja: %lldターン
zh_hans: %lld 轮

# settings.usage.chart.soFar.day
source: so far today
es: hoy hasta ahora
ja: 今日の累計
zh_hans: 截至今天当前时间

# settings.usage.chart.soFar.month
source: this month so far
es: este mes hasta ahora
ja: 今月の累計
zh_hans: 本月至今

# settings.usage.chart.soFar.week
source: this week so far
es: esta semana hasta ahora
ja: 今週の累計
zh_hans: 本周至今

# settings.usage.chart.tokens.coverage.v2
source: Usable token totals on %1$lld of %2$lld finished attempts
es: Totales de tokens válidos en %1$lld de %2$lld intentos finalizados
ja: 終了した試行%2$lld回中、%1$lld回に有効なトークン合計があります
zh_hans: %2$lld 次已结束尝试中，%1$lld 次有可用的 Token 总量

# settings.usage.chart.tokens.none
source: No attempt in this range reported a usable token total.
es: Ningún intento de este intervalo informó de un total de tokens válido.
ja: この期間には、有効なトークン合計を報告した試行がありません。
zh_hans: 此时段没有尝试报告可用的 Token 总量。

# settings.usage.chart.tokens.noneFinished
source: No attempt in this range has finished yet.
es: Aún no ha finalizado ningún intento de este intervalo.
ja: この期間には、終了した試行がまだありません。
zh_hans: 此时段尚无已结束的尝试。

# settings.usage.chart.unit.day
source: day
es: día
ja: 日
zh_hans: 日

# settings.usage.chart.unit.month
source: month
es: mes
ja: 月
zh_hans: 月

# settings.usage.chart.unit.week
source: week
es: semana
ja: 週
zh_hans: 周

# settings.usage.clear.action
source: Clear usage history
es: Borrar historial de uso
ja: 利用履歴を削除
zh_hans: 清除用量历史

# settings.usage.clear.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

# settings.usage.clear.message.contentSync
source: This removes every usage record from this device and all your other devices, even when content sync is off. Your conversations are not affected. This cannot be undone.
es: Esto elimina todos los registros de uso de este dispositivo y de todos los demás, incluso con la sincronización de contenido desactivada. Tus conversaciones no se ven afectadas. No se puede deshacer.
ja: コンテンツ同期が無効でも、このデバイスとほかのすべてのデバイスから全利用記録を削除します。会話は影響を受けません。この操作は取り消せません。
zh_hans: 这会从此设备及所有其他设备移除全部用量记录，即使内容同步已关闭。对话不受影响，此操作无法撤销。

# settings.usage.clear.progress
source: Clearing usage history…
es: Borrando historial de uso…
ja: 利用履歴を削除中…
zh_hans: 正在清除用量历史…

# settings.usage.clear.title
source: Clear usage history?
es: ¿Borrar el historial de uso?
ja: 利用履歴を削除しますか？
zh_hans: 清除用量历史？

# settings.usage.counting.body
source: A turn is one message; a retry adds another attempt. Shares include all recorded attempts. Success rates use succeeded and failed attempts. Reply times cover successful replies. Token reporting may be incomplete and is not a bill. Removing gateways or conversations keeps their usage history.
es: Un turno es un mensaje; reintentar añade otro intento. Las proporciones incluyen todos los intentos registrados. Las tasas de éxito usan intentos exitosos y fallidos. Los tiempos de respuesta cubren respuestas exitosas. Los datos de tokens pueden estar incompletos y no son una factura. Eliminar pasarelas o conversaciones conserva su historial de uso.
ja: 1ターンは1メッセージで、再試行は試行回数を増やします。割合には記録されたすべての試行を含み、成功率は成功と失敗の試行から計算します。返信時間は成功した返信が対象です。トークン報告は不完全な場合があり、請求額ではありません。ゲートウェイや会話を削除しても利用履歴は残ります。
zh_hans: 一轮指一条消息，重试会增加一次尝试。占比包含全部已记录的尝试。成功率仅统计成功和失败的尝试，回复时间仅统计成功回复。Token 报告可能不完整，不代表账单。移除网关或对话后，用量历史仍保留。

# settings.usage.counting.collapsed
source: Collapsed
es: Contraído
ja: 折りたたみ済み
zh_hans: 已收起

# settings.usage.counting.expanded
source: Expanded
es: Expandido
ja: 展開済み
zh_hans: 已展开

# settings.usage.counting.title
source: How usage is counted
es: Cómo se cuenta el uso
ja: 利用の集計方法
zh_hans: 用量统计方式

# settings.usage.coverage.header
source: Coverage
es: Cobertura
ja: 記録の範囲
zh_hans: 覆盖情况

# settings.usage.coverage.measuring
source: Measuring since
es: Medición desde
ja: 計測開始
zh_hans: 统计起始时间

# settings.usage.coverage.notYet
source: Measurement starts with your next conversation.
es: La medición empieza con tu siguiente conversación.
ja: 次の会話から計測を開始します。
zh_hans: 统计从下一次对话开始。

# settings.usage.coverage.retention.footer
source: These totals include conversations you have since deleted — the records are content-free and stay until you clear usage history.
es: Estos totales incluyen conversaciones que has eliminado desde entonces: los registros no contienen contenido y permanecen hasta que borres el historial de uso.
ja: 削除済みの会話も合計に含まれます。記録には会話内容を含まず、利用履歴を削除するまで保持されます。
zh_hans: 总量包含已删除的对话。记录不含内容，会一直保留，直到你清除用量历史。

# settings.usage.detail.byDevice.header
source: By device
es: Por dispositivo
ja: デバイス別
zh_hans: 按设备

# settings.usage.detail.empty
source: Nothing recorded for this in the selected range.
es: No hay registros para esto en el intervalo seleccionado.
ja: 選択した期間に、この項目の記録はありません。
zh_hans: 所选时段内没有此项记录。

# settings.usage.detail.failureReason.other
source: Other
es: Otros
ja: その他
zh_hans: 其他

# settings.usage.detail.firstTry
source: Delivered first try
es: Entregados al primer intento
ja: 初回で送信成功
zh_hans: 首次尝试即送达

# settings.usage.detail.firstTry.caption
source: %1$lld of %2$lld finished turns
es: %1$lld de %2$lld turnos finalizados
ja: 終了した%2$lldターン中%1$lldターン
zh_hans: %2$lld 个已结束轮次中的 %1$lld 个

# settings.usage.detail.imageHistory.added
source: Turns you attached images to
es: Turnos a los que adjuntaste imágenes
ja: 画像を添付したターン
zh_hans: 附加了图片的轮次

# settings.usage.detail.imageHistory.footer.v2
source: Conduck re-sends some earlier images so your AI can still see them.
es: Conduck reenvía algunas imágenes anteriores para que tu IA pueda seguir viéndolas.
ja: AIが引き続き画像を見られるように、Conduckは以前の画像の一部を再送します。
zh_hans: Conduck 会重新发送部分旧图片，让 AI 仍能看到它们。

# settings.usage.detail.imageHistory.header
source: Image history
es: Historial de imágenes
ja: 画像の履歴
zh_hans: 图片历史

# settings.usage.detail.imageHistory.replayed
source: Earlier images sent again
es: Imágenes anteriores reenviadas
ja: 再送した以前の画像
zh_hans: 再次发送的旧图片

# settings.usage.detail.imageHistory.replayed.caption
source: An image counts again each time it is included with a later turn.
es: Una imagen vuelve a contar cada vez que se incluye en un turno posterior.
ja: 画像は後のターンに含まれるたびに再度集計されます。
zh_hans: 每次在后续轮次包含图片，都会重新计数。

# settings.usage.detail.input.caption
source: %1$@ of attempts · %2$lld turns
es: %1$@ de los intentos · %2$lld turnos
ja: 試行の%1$@ · %2$lldターン
zh_hans: 占尝试次数的 %1$@ · %2$lld 轮

# settings.usage.detail.input.header
source: Input
es: Entrada
ja: 入力
zh_hans: 输入

# settings.usage.detail.input.shared
source: Shared in
es: Compartido desde otra app
ja: 共有から
zh_hans: 共享输入

# settings.usage.detail.input.text
source: Typed
es: Escrito
ja: 入力したテキスト
zh_hans: 键入

# settings.usage.detail.input.unknown
source: Not recorded
es: Sin registrar
ja: 未記録
zh_hans: 未记录

# settings.usage.detail.input.voice
source: Voice
es: Voz
ja: 音声
zh_hans: 语音

# settings.usage.detail.largestTurns.header
source: Largest turns
es: Turnos de mayor tamaño
ja: 使用量の多いターン
zh_hans: 用量最大的轮次

# settings.usage.detail.model.reported
source: Reported model
es: Modelo informado
ja: 報告されたモデル
zh_hans: 报告的模型

# settings.usage.detail.model.reported.caption
source: Named by your gateway on %@ of attempts
es: Indicado por tu pasarela en %@ de los intentos
ja: 試行の%@でゲートウェイが報告
zh_hans: 网关在 %@ 的尝试中报告了模型名称

# settings.usage.detail.model.reported.many
source: %lld models
es: %lld modelos
ja: %lld個のモデル
zh_hans: %lld 个模型

# settings.usage.detail.models.footer.reported
source: A gateway naming a different model than the one asked for is ordinary, not a fault.
es: Que una pasarela indique un modelo distinto del solicitado es normal, no es un fallo.
ja: ゲートウェイが指定と異なるモデル名を報告するのは通常の動作で、不具合ではありません。
zh_hans: 网关报告的模型名称与请求的不同是正常情况，不代表故障。

# settings.usage.detail.models.header
source: Requested models
es: Modelos solicitados
ja: 指定したモデル
zh_hans: 请求的模型

# settings.usage.detail.rangeCaption
source: Showing %@
es: Mostrando %@
ja: %@を表示中
zh_hans: 显示 %@

# settings.usage.detail.recovered
source: Recovered by retry
es: Recuperados al reintentar
ja: 再試行で成功
zh_hans: 重试后恢复

# settings.usage.detail.recovered.caption
source: %1$lld of %2$lld retried turns
es: %1$lld de %2$lld turnos reintentados
ja: 再試行した%2$lldターン中%1$lldターン
zh_hans: %2$lld 个重试轮次中的 %1$lld 个

# settings.usage.detail.repliesMeasured.one
source: 1 reply measured
es: 1 respuesta medida
ja: 返信1件を計測
zh_hans: 已测量 1 条回复

# settings.usage.detail.repliesMeasured.other
source: %lld replies measured
es: %lld respuestas medidas
ja: 返信%lld件を計測
zh_hans: 已测量 %lld 条回复

# settings.usage.detail.stat.attempts
source: Attempts
es: Intentos
ja: 試行
zh_hans: 尝试

# settings.usage.detail.stat.attempts.a11y
source: %lld recorded attempts
es: %lld intentos registrados
ja: 試行%lld回を記録
zh_hans: %lld 次已记录的尝试

# settings.usage.detail.threadBasis.components
source: Ranked by input plus output, added up from what your gateway reported — it reported no totals of its own.
es: Ordenados por entrada más salida, sumadas a partir de los datos de tu pasarela: no informó de sus propios totales.
ja: ゲートウェイの報告から入力と出力を合算して順位を付けています。ゲートウェイから合計は報告されていません。
zh_hans: 按网关报告的输入和输出相加排序，因为它未自行报告总量。

# settings.usage.detail.threadBasis.reported
source: Ranked by gateway-reported total tokens. Conversations without reported totals aren't ranked.
es: Ordenados por el total de tokens informado por la pasarela. Las conversaciones sin totales informados no se clasifican.
ja: ゲートウェイが報告した合計トークン数で順位を付けています。合計が報告されていない会話は対象外です。
zh_hans: 按网关报告的 Token 总量排序。未报告总量的对话不参与排名。

# settings.usage.detail.threads.coverage
source: %1$lld of %2$lld turns reported
es: %1$lld de %2$lld turnos con datos
ja: %2$lldターン中%1$lldターンに報告あり
zh_hans: %2$lld 轮中有 %1$lld 轮报告用量

# settings.usage.detail.threads.files
source: %lld files
es: %lld archivos
ja: ファイル%lld件
zh_hans: %lld 个文件

# settings.usage.detail.threads.header
source: Conversations
es: Conversaciones
ja: 会話
zh_hans: 对话

# settings.usage.detail.threads.images
source: %lld images
es: %lld imágenes
ja: 画像%lld枚
zh_hans: %lld 张图片

# settings.usage.detail.threads.measured
source: measured on %lld
es: medido en %lld
ja: %lld件で計測
zh_hans: 在 %lld 次中测量

# settings.usage.detail.threads.none
source: No conversation in this range can be ranked — your gateway reported no token usage for any of them.
es: No se puede clasificar ninguna conversación de este intervalo: tu pasarela no informó del uso de tokens de ninguna.
ja: この期間の会話にはゲートウェイからトークン使用量の報告がないため、順位を付けられません。
zh_hans: 此时段内没有可排名的对话，网关未报告任何对话的 Token 用量。

# settings.usage.detail.threads.title
source: Heaviest conversations
es: Conversaciones de mayor consumo
ja: 使用量の多い会話
zh_hans: 用量最大的对话

# settings.usage.detail.threads.unavailable
source: Conversation unavailable
es: Conversación no disponible
ja: 会話を利用できません
zh_hans: 对话不可用

# settings.usage.detail.turnBasis.components
source: Largest turns are ranked by input plus output, added up from what your gateway reported — it reported no totals of its own.
es: Los turnos de mayor tamaño se ordenan por entrada más salida, sumadas a partir de los datos de tu pasarela: no informó de sus propios totales.
ja: ゲートウェイの報告から入力と出力を合算して、使用量の多いターンを並べています。ゲートウェイから合計は報告されていません。
zh_hans: 用量最大的轮次按网关报告的输入和输出相加排序，因为它未自行报告总量。

# settings.usage.detail.turnBasis.reported
source: Largest turns are ranked by the total your gateway reported. Turns it reported no total for aren't ranked.
es: Los turnos de mayor tamaño se ordenan por el total informado por tu pasarela. Los turnos sin un total informado no se clasifican.
ja: ゲートウェイが報告した合計でターンを並べています。合計が報告されていないターンは対象外です。
zh_hans: 用量最大的轮次按网关报告的总量排序，未报告总量的轮次不参与排名。

# settings.usage.device.unknown
source: Not recorded
es: Sin registrar
ja: 未記録
zh_hans: 未记录

# settings.usage.empty.body
source: Usage appears here after your next conversation. Conduck measures the requests it sends to your gateway, and keeps the measurements on your own devices.
es: El uso aparece aquí después de tu siguiente conversación. Conduck mide las solicitudes que envía a tu pasarela y guarda las medidas en tus propios dispositivos.
ja: 次の会話から利用情報を表示します。Conduckはゲートウェイへのリクエストを計測し、結果を自分のデバイスに保存します。
zh_hans: 下一次对话后，用量会显示在这里。Conduck 测量发往网关的请求，并将记录保存在你自己的设备上。

# settings.usage.empty.title
source: No usage recorded yet
es: Aún no hay uso registrado
ja: 利用記録はまだありません
zh_hans: 尚无用量记录

# settings.usage.emptyRange
source: No activity in this range. Try a longer one.
es: Sin actividad en este intervalo. Prueba con uno más largo.
ja: この期間にはアクティビティがありません。長い期間をお試しください。
zh_hans: 此时段内没有活动，请尝试更长时段。

# settings.usage.error.clear
source: Couldn't remove every record. Conduck will finish next time you open this screen.
es: No se pudieron eliminar todos los registros. Conduck terminará la próxima vez que abras esta pantalla.
ja: すべての記録を削除できませんでした。次にこの画面を開いたときに完了します。
zh_hans: 无法移除全部记录，下次打开此页面时 Conduck 会完成清理。

# settings.usage.error.load
source: Couldn't load your usage. Try again.
es: No se pudo cargar tu uso. Inténtalo de nuevo.
ja: 利用情報を読み込めませんでした。再試行してください。
zh_hans: 无法载入用量，请重试。

# settings.usage.error.retry
source: Try Again
es: Reintentar
ja: 再試行
zh_hans: 重试

# settings.usage.gateway.history.explanation
source: Past usage stays here when a gateway is removed or unavailable.
es: El uso anterior sigue aquí cuando se elimina una pasarela o deja de estar disponible.
ja: ゲートウェイが削除されたり利用できなくなったりしても、過去の利用情報はここに残ります。
zh_hans: 网关被移除或不可用时，历史用量仍保留在这里。

# settings.usage.gateway.removed
source: removed
es: eliminada
ja: 削除済み
zh_hans: 已移除

# settings.usage.gateway.unattributed
source: Not recorded
es: Sin registrar
ja: 未記録
zh_hans: 未记录
